Repository: darthpelo/TimerH2O
Catalog: TimerH2O/TimerH2O/*.lproj/Localizable.strings
Languages: it

source: Done
it: Conferma

source: History
it: Storico

# setsession.title.label
source: Set how much water you drink (mL) during the day and the time that must elapse between each glass of water.
it: Imposta quanta acqua vuoi bere durante la giornata ed il tempo che deve intercorrere tra ogni bicchiere di acqua.

# setsession.amount.label
source: Amount of water per day (mL)
it: Quantità di acqua (mL) che vuoi bere durante il giorno.

# setsession.interval.label
source: Interval between any glass of water
it: Intervallo di tempo da ogni bicchiere di acqua.

# setsession.waterpicker.title
source: Amount of water (mL)
it: Quantità di acqua (mL)

# setsession.timepicker.title
source: Timer interval
it: Intervallo

# localnotification.subtitle
source: It's time to drink!
it: E' ora di bere

# timerview.stop.button
source: I drank!
it: Ho bevuto!

# timerview.start.button
source: New drink session
it: Comincia nuova sessione

# timerview.end.button
source: End session
it: Termina la sessione

# timerview.healtkit
source: Connect to Apple Health
it: Connetti ad Apple Salute

# timerview.timer.label.finish_presenter
source: Great! You finished all the water!
it: Complimenti! Hai raggiunto il tuo obiettivo della giornata!

# usernotification.drink
source: Drink
it: Ho Bevuto

# usernotification.snooze.5
source: Snooze - 5 minutes
it: Ritarda 5 minuti

# usernotification.snooze.15
source: Snooze - 15 minutes
it: Ritarda 15 minuti

# usernotification.snooze.30
source: Snooze - 30 minutes
it: Ritarda 30 minuti

# history.cell.goal
source: Goal
it: Obiettivo

# history.cell.amount
source: Final amount
it: Quantità finale

# history.cell.start
source: Start
it: Da

# history.cell.end
source: End
it: A

# more.acknowledgements
source: Acknowledgements
it: Riconoscimenti

# more.healthData
source: Health Access
it: Accesso a Salute

# more.healthData.title
source: Health Data
it: Dati Salute

# more.healthData.firstLabel
source: TimerH2O needs permission to access your Health Data
it: TimerH2O necessita l'autorizzazione per accedere ai tuoi dati dell'applicazione Salute.

# more.healthData.secondLabel
source: TimerH2O is currently importing only water drink data from Health. Please go into Health app Sources if you want to change individual settings
it: TimerH2O importa dall'applicazione Salute unicamente i dati relativi alla quantità di acqua bevuta. Per cambiare le impostazioni accedi a Impostazioni > Privacy > Salute > TimerH2O.

# more.healthData.switchLabel
source: Connect to TimerH2O
it: Collega TimerH2O

# coach.mark.one
source: Starts to measure how much water you drink every day 📝
it: Comincia a misurare quanta acqua bevi ogni giorno 📝

# coach.mark.two
source: Record every glass of drinking water 💧
it: Registra ogni bicchiere di acqua bevuta 💧

# coach.mark.three
source: Finish your daily session 🏁
it: Concludi la tua sessione giornaliera 🏁
